Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Cannot create virtual terminal.
ar: لا يمكن إنشاء وحدة طرفية إفتراضية
de: Virtuelles Terminal kann nicht erzeugt werden.
es_419: No se puede crear la terminal virtual.
fr: Impossible de créer le terminal virtuel.
it: Impossibile creare il terminale virtuale.
ja: 仮想ターミナルを作成できません。
pl: Nie udało się utworzyć wirtualnego terminala.
ru: Не удается создать виртуальный терминал.
zh_hans: 无法创建虚拟终端。
zh_hant: 無法建立虛擬終端機。
zh_hk: 無法製作虛擬終端機。

source: Cannot find AltServer for JIT enable. You cannot run VMs until JIT is enabled.
ar: لا يمكن العثور على AltServer لتمكين JIT. لا يمكنك تشغيل الآلات الافتراضية حتى يتم تمكين JIT.
de: Der AltServer für JIT wurde nicht gefunden. Die VMs können nicht starten, bis JIT aktiviert wurde.
es_419: No es posible encontrar AltServer habilitado para JIT. No puedes ejecutar las VMs hasta que JIT esté habilitado.
fi: AltServer for JIT käyttöön ei löydy. Et voi ajaa VM:iä ennen kuin JIT on käytössä.
it: Impossibile trovare AltServer per l'abilitazione di JIT. Non è possibile eseguire Macchine Virtuali senza che JIT sia abilitato.
ja: JITを有効にするためのAltServerを見つけられません。JITが有効になるまで仮想マシンを実行できません。
pl: Nie udało się znaleźć AltServer dla aktywacji JIT. Uruchomienie wirtualnej maszyny będzie niemożliwe dopóki JIT nie będzie aktywowany.
ru: Не удается найти AltServer для включения JIT. Запуск виртуальных машин невозможен до тех пор, пока не будет включена функция JIT.
zh_hans: 找不到用于 JIT 启用的 AltServer。在启用 JIT 之前，你将无法运行虚拟机。
zh_hant: 找不到用來啟用 JIT 的 AltServer。啟用 JIT 後您才可以啟動虛擬機。
zh_hk: 無法找到 JIT 啟用的 AltServer。在啟用 JIT 之前，你無法執行虛擬電腦。

source: Cannot find VM with ID: %@
ar: لا يمكن العثور على VM بعنوان ID: %@
ja: 指定されたIDの仮想マシンが見つかりません: %@
pl: Nie udało się znaleźć maszyny wirtualnej o danym identyfikatorze: %@
zh_hans: 无法通过 ID 找到虚拟机：%@
zh_hk: 無法由這個 ID 尋找虛擬電腦：

source: Cannot import this VM. Either the configuration is invalid, created in a newer version of UTM, or on a platform that is incompatible with this version of UTM.
ar: لا يمكن استيراد هذه الآلة الافتراضية. إما أن التكوين غير صالح، أو تم إنشاؤها في إصدار أحدث من UTM، أو على نظام أساسي غير متوافق مع هذا الإصدار من UTM.
de: Die VM konnte nicht importiert werden. Möglicherweise wurde sie in einer neueren oder inkompatiblen Version von UTM erstellt.
es_419: No se puede importar esta VM. La configuración es inválida, fue creado con una nueva versión de UTM, o en una plataforma que es incompatible con esta versión de UTM.
fi: Tätä VM:ää ei voi tuoda. Joko kokoonpano on virheellinen, se on luotu uudemmassa UTM-versiossa tai alustalla, joka ei ole yhteensopiva tämän UTM-version kanssa.
it: Impossibile importare questa Macchina Virtuale. Potrebbe contenere una configurazione invalida, essere stata creata con una nuova versione di UTM, oppure su una piattaforma non supportata da questa versione di UTM.
ja: この仮想マシンは読み込めません。構成が無効であるか、新しいバージョンのUTM、またはこのバージョンのUTMと互換性のないプラットフォームで作成されています。
pl: Nie udało się zaimportować tej maszyny wirtualnej. Konfiguracja może nie być prawidłowa albo została utworzona w nowszej wersji UTM lub na platformie która nie jest kompatybilna z tą wersją UTM.
ru: Невозможно импортировать данную ВМ. Либо конфигурация недействительна, либо создана в более новой версии UTM, либо на платформе, несовместимой с данной версией UTM.
zh_hans: 无法导入此虚拟机。此虚拟机可能配置无效，或者可能是在较新版本的 UTM 中创建的，也可能是在与此版本的 UTM 不兼容的平台上创建的。
zh_hant: 無法匯入本虛擬機。可能是設定檔無效、建立本虛擬機的 UTM 版本較新，或者是在不相容本 UTM 版本的平台上建立。
zh_hk: 無法輸入這個虛擬電腦。可能設定無效，或是在較新版本的 UTM 上製作，或是在與這個版本的 UTM 不相容的平台上製作。

source: Caps Lock (⇪) is treated as a key
ar: يتم التعامل مع Caps Lock (⇪) كمفتاح
de: Die Feststelltaste (⇪) wird als einzelner Tastendruck behandelt
es_419: Bloq Mayús (⇪) es tratado como una tecla
fi: Caps Lockia (⇪) käsitellään avaimena
fr: Verrr. Maj (⇪) est considéré comme une touche
it: Blocco Maiusc. (⇪) come tasto
ja: Caps Lock（⇪）をキーとして扱う
pl: Caps Lock（⇪） jest traktowany jako klawisz
ru: Caps Lock (⇪) обрабатывается как клавиша
zh_hans: 将 Caps Lock (⇪) 视为按键
zh_hant: 大寫鎖定鍵 (⇪) 被當作按鍵傳入
zh_hk: 將 Caps Lock (⇪) 視為按鍵

source: Capture Input
ar: التقاط المدخلات
de: Eingabe fangen
es_419: Capturar entrada
fr: Capturer l’entrée
it: Cattura Input
ja: 入力をキャプチャ
pl: Przechwytuj klawiaturę
ru: Захват ввода
zh_hans: 捕获输入
zh_hant: 擷取輸入
zh_hk: 擷取輸入

source: Capture input automatically when entering full screen
ar: التقاط المدخلات تلقائيا عند الدخول في وضع ملء الشاشة
it: Cattura automaticamente l'input in modalità schermo intero
ja: フルスクリーンになったときに入力を自動的にキャプチャ
pl: Przechwytuj mysz automatycznie w trybie pełnoekranowym
zh_hans: 进入全屏时自动捕获输入
zh_hk: 進入全螢幕時自動擷取輸入

source: Captured mouse
ar: الماوس الملتقط
de: Maus gefangen
es_419: Mouse capturado
fr: Souris capturée
it: Mouse catturato
ja: マウスがキャプチャされました
pl: Przechwytywana mysz
ru: Захват мышки
zh_hans: 已捕获鼠标
zh_hant: 已擷取游標
zh_hk: 已擷取滑鼠

source: CD/DVD (ISO) Image
ar: CD/DVD (ISO) صورة
de: CD/DVD (ISO-) Abbild
es_419: Imagen (ISO) de CD/DVD
fi: Image (ISO) kuvake
fr: Image (ISO) de CD/DVD
it: Immagine (ISO) di CD/DVD
ja: CD/DVD（ISO）イメージ
pl: Dysk CD/DVD (ISO)
ru: CD/DVD (ISO) Образ
zh_hans: CD/DVD (ISO) 映像
zh_hant: CD/DVD (ISO) 映像檔
zh_hk: CD/DVD (ISO) 映像檔

source: Change
ar: تغيير
de: Wechseln
es_419: Cambiar
fi: Muuta
fr: Changer
it: Cambia
ja: 変更
ko: 변경
pl: Zmień
ru: Изменить
zh_hans: 更改
zh_hant: 更改
zh_hk: 變更

source: Change…
ar: تغيير…
de: Abbild Wechseln…
es_419: Cambiar…
fr: Changer…
it: Cambia…
ja: 変更…
pl: Zmień...
ru: Изменить…
zh_hans: 更改…
zh_hant: 更改…
zh_hk: 變更⋯

source: Clear
ar: مسح
de: Entfernen
es_419: Limpiar
fi: Tyhjennä
fr: Effacer
it: Pulisci
ja: 消去
ko: 초기화
pl: Wyczyść
ru: Очистить
zh_hans: 清除
zh_hant: 清除
zh_hk: 清除

source: Clipboard Sharing
ar: مشاركة الحافظة
es_419: Compartir portapapeles
fi: Leikepöydän jakaminen
fr: Partage du presse-papiers
it: Condivisione Appunti
ja: クリップボード共有
ko: 클립보드 공유
pl: Współdzielenie schowka
ru: Обмен буфером обмена
zh_hans: 剪贴板共享
zh_hant: 剪貼簿共享
zh_hk: 剪貼板分享

source: Clone
ar: استنساخ
es_419: Clonar
fi: Kloonaa
it: Clona
ja: 複製
ko: 복제
pl: Klonuj
ru: Клонировать
zh_hans: 复制
zh_hant: 複製
zh_hk: 複製

source: Clone selected VM
ar: استنساخ الآلة الافتراضية المحددة.
es_419: Clonar la VM seleccionada
fi: Kloonaa valittu virtuaalikone
it: Clona la VM selezionata
ja: 選択した仮想マシンを複製します
pl: Klonuj wybraną wirtualną maszynę
ru: Клонировать выбранную виртуальную машину
zh_hans: 复制已选中的虚拟机
zh_hant: 複製選取虛擬機
zh_hk: 複製已選取的虛擬電腦

source: Clone…
ar: استنساخ...
es_419: Clonar...
fi: Kloonaa…
fr: Cloner…
it: Clona...
ja: 複製…
pl: Klonuj...
ru: Клонировать…
zh_hans: 复制…
zh_hant: 複製⋯
zh_hk: 複製⋯

source: Close
ar: إغلاق
es_419: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
pl: Zamknij
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉
zh_hk: 關閉

source: Closing a VM without properly shutting it down could result in data loss.
ar: قد يؤدي إغلاق آلة افتراضية دون إيقافها بشكل صحيح إلى فقدان البيانات.
it: La chiusura di una VM senza il corretto spegnimento potrebbe comportare perdita di dati.
ja: 仮想マシンを適切にシステム終了せずに閉じると、データが失われる可能性があります。
pl: Zamknięcie maszyny wirtualnej bez poprawnego jej wyłączenia może poskukować utratą danych
zh_hans: 在不正确关闭电源的情况下关闭虚拟机可能会导致数据丢失。
zh_hant: 不先正確關機而直接關閉虛擬機，可能導致資料遺失。
zh_hk: 在未正確關閉電源的情況下關閉虛擬電腦可能會導致資料遺失。

source: Closing this window will kill the VM.
ar: سيؤدي إغلاق هذه النافذة إلى قتل الآلة الإفتراضية.
de: Das Schließen des Fensters wird die VM direkt beenden.
es_419: Cerrar esta ventana matará la VM.
fr: Fermer cette fenêtre tuera la VM.
it: Chiudere questa finestra terminerà la Macchina Virtuale
ja: このウインドウを閉じると、仮想マシンを強制終了します。
pl: Zamknięcie wszystkich okien zakończy pracę maszyny wirtualnej.
ru: Закрытие этого окна приведет к завершению работы ВМ.
zh_hans: 关闭此窗口将终止此虚拟机。
zh_hant: 關閉本視窗也將強制中止虛擬機。
zh_hk: 關閉這個視窗會結束虛擬電腦。

source: Compress
ar: ضغط
fr: Compresser
it: Comprimi
ja: 圧縮
pl: Kompresuj
ru: Сжать
zh_hans: 压缩
zh_hant: 壓縮
zh_hk: 壓縮

source: Compress by re-converting the disk image and compressing the data.
ar: ضغط عن طريق إعادة تحويل صورة القرص وضغط البيانات.
fr: Compression en reconvertissant l’image disque et en compressant les données.
it: Recupera spazio su disco riconvertendo l'immagine disco e comprimendo i dati.
ja: ディスクイメージの再変換およびデータの圧縮を行うことで圧縮します。
pl: Komperesuj poprzez ponowną konwersję obrazu dysku i kompresję danych.
zh_hans: 通过重新转换磁盘映像和压缩数据映像来实现压缩。
zh_hant: 藉由重新轉換磁碟映像檔和壓縮資料來進行壓縮。
zh_hk: 透過重新轉換磁碟映像檔與壓縮資料來壓縮。

source: Confirm
ar: تأكيد
de: Bestätigen
es_419: Confirmar
fi: Vahvista
fr: Confirmer
it: Conferma
ja: 確定
pl: Potwierdź
ru: Подтвердить
zh_hans: 确认
zh_hant: 確認
zh_hk: 確認

source: Confirm Delete
ar: تأكيد الحذف
de: Löschen bestätigen
es_419: Confirmar eliminación
fi: Vahvista poistaminen
fr: Confirmer la suppression
it: Conferma Eliminazione
ja: 削除の確認
ko: 삭제 확인
pl: Potwierdź usunięcie
ru: Подтвердить удаление
zh_hans: 确认删除
zh_hant: 確認刪除
zh_hk: 確認刪除

source: Confirmation
ar: التأكيد
de: Warnung
es_419: Confirmación
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdzenie
ru: Подтверждение
zh_hans: 确认
zh_hant: 確認
zh_hk: 確認

source: Connect
ar: إتصال
ja: 接続
pl: Połącz
zh_hans: 连接
zh_hk: 連接

source: Connected
ar: متصل
ja: 接続済み
pl: Połączony
zh_hans: 已连接
zh_hk: 已經連接

source: Connection
ar: الإتصال
de: Verbindung
es_419: Conexión
it: Connessione
ja: 接続
pl: Połączenie
ru: Соединение
zh_hans: 连接
zh_hant: 連線
zh_hk: 連線

source: Connection to the server was lost.
ar: إنقطع الإتصال بالخادم.
ja: サーバへの接続が切断されました。
pl: Połączenie z serwerem zostało utracone.
zh_hans: 与服务器的连接丢失。
zh_hk: 與伺服器的連線已經遺失。

source: Console
ar: وحدة التحكم
ja: コンソール
pl: Konsola
zh_hans: 控制台
zh_hant: 主控台
zh_hk: 主控台

source: Continue
ar: استمرار
es_419: Continuar
fi: Jatka
fr: Continuer
it: Continua
ja: 続ける
pl: Kontynuuj
ru: Продолжить
zh_hans: 继续
zh_hant: 下一步
zh_hk: 繼續

source: CoreAudio (Output Only)
ar: CoreAudio (الإخراج فقط)
ja: CoreAudio（出力のみ）
pl: CoreAudio (tylko wyjście)
zh_hans: CoreAudio (仅输出)
zh_hant: CoreAudio（只能輸出）
zh_hk: CoreAudio (僅輸出)

source: Cores
ar: أنوية
de: Kerne
es_419: Núcleos
fi: Ytimet
fr: Cœurs
it: Core
ja: コア
pl: Rdzenie
ru: Ядра
zh_hans: 核心
zh_hant: 核心數
zh_hk: 核心

source: CPU Cores
ar: CPU أنوية
de: Prozessor-Kerne
es_419: Núcleos de CPU
fi: Prosessoriytimet
fr: Cœurs de CPU
it: Core della CPU
ja: CPUコア数
pl: Rdzenie procesora
ru: Ядра CPU
zh_hans: CPU 核心
zh_hant: CPU 核心數
zh_hk: CPU 核心

source: Create
ar: إنشاء
de: Erstellen
es_419: Crear
fi: Luo
fr: Créer
it: Crea
ja: 作成
ko: 생성
pl: Stwórz
ru: Создать
zh_hans: 创建
zh_hant: 建立
zh_hk: 製作

source: Create a New Virtual Machine
ar: إنشاء آلة افتراضية جديدة
de: Neue Virtuelle Maschine erstellen
es_419: Crear una nueva Máquina Virtual (VM)
fi: Luo uusi virtuaalikone
fr: Créer une nouvelle Machine Virtuelle (VM)
it: Crea una Nuova Macchina Virtuale
ja: 新規仮想マシンを作成
ko: 새 가상머신 만들기
pl: Stwórz nową wirtualną maszynę
ru: Создать новую Виртуальную Машину
zh_hans: 创建一个新虚拟机
zh_hant: 建立新虛擬機
zh_hk: 製作一個新虛擬電腦

source: Create a new VM
ar: إنشاء آلة افتراضية جديدة.
it: Crea una nuova VM
ja: 新規仮想マシンを作成します
pl: Utwórz nową maszynę wirtualną
zh_hans: 创建一个新虚拟机
zh_hk: 製作一個新虛擬電腦

source: Create a new VM with the same configuration as this one but without any data.
ar: إنشاء آلة افتراضية جديدة بنفس التكوين مثل هذه ولكن بدون أي بيانات.
es_419: Crear una nueva VM con la misma configuración que esta pero sin ningún dato.
fr: Crée une nouvelle VM avec la même configuration que celle-ci, mais sans aucune donnée.
it: Crea una nuova Macchina Virtuale con la stessa configurazione, ma senza alcun dato.
ja: この仮想マシンと同じ構成の、データを含まない新規仮想マシンを作成します。
pl: Stwórz nową maszynę wirtualną z tą samą konfiguracją jak ta, ale bez żadnych danych.
ru: Создайте новую ВМ с той же конфигурацией, что и эта, но без каких-либо данных.
zh_hans: 创建一个与此配置相同，但不带有任何数据的新虚拟机。
zh_hant: 建立一台新虛擬機，組態與此機器相同，但不含任何資料。
zh_hk: 製作一個與這個配置相同的新虛擬電腦，但無任何資料。

source: Create an empty drive.
ar: إنشاء محرك فارغ.
fr: Créer un nouveau lecteur vide.
it: Crea un disco vuoto.
ja: 空のドライブを作成します。
pl: Stwórz pusty dysk.
zh_hans: 创建一个空驱动器。
zh_hant: 建立空白磁碟機。
zh_hk: 製作一個空磁碟。

source: Custom
ar: مخصص
de: Eigene
es_419: Personalizado
fi: Mukautettu
it: Personalizzata
ja: カスタム
ko: 커스텀
pl: Własna
ru: Пользовательская
zh_hans: 自定义
zh_hant: 自訂
zh_hk: 自訂

source: Data not specified.
ar: البيانات غير محددة.
zh_hans: 未指定数据。
zh_hant: 未指定資料。
zh_hk: 未指定資料。

source: Debian Install Guide
ar: دليل تثبيت Debian.
ja: Debianインストールガイド
pl: Instrukcja instalacji systemu Debian
zh_hans: Debian 安装指南
zh_hant: Debian 安裝指南
zh_hk: Debian 安裝指引

source: Debug Logging
ar: تسجيل التصحيح
de: Debug-Protokoll
es_419: Registro de depuración
fi: Virheenkorjausloki
fr: Enregistrement du débogage
it: Registro dei Log
ja: デバッグログ
ko: 디버그 로그 활성화
pl: Debugowanie
ru: Ведение журнала отладки
zh_hans: 调试日志记录
zh_hant: 除錯日誌
zh_hk: 除錯記錄

source: Default
ar: إفتراضي
de: Standard
es_419: Por defecto
fi: Oletus
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pl: Domyślne
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設值
zh_hk: 預設

source: Default Cores
ar: الأنوية الإفتراضية
de: Standard-Kerne
es_419: Núcleos por defecto
it: Core Predefiniti
ja: デフォルトのコア数
pl: Domyślne rdzenie
ru: Ядра по умолчанию
zh_hans: 默认核心数
zh_hant: 預設核心數
zh_hk: 預設核心

source: Default is 1/4 of the RAM size (above). The JIT cache size is additive to the RAM size in the total memory usage!
ar: الإعداد الافتراضي هو 1/4 من حجم الذاكرة (كما هو موضح أعلاه). حجم ذاكرة التخزين المؤقت JIT يضاف إلى حجم الذاكرة في الاستخدام الكلي للذاكرة!
es_419: Por defecto es 1/4 del tamaño de la RAM (de arriba). ¡El tamaño de caché de JIT se añade al total del uso de memoria!
fi: Oletus on 1/4 RAM-koosta (yllä). JIT-välimuistin koko on lisätty RAM-kokoon kokonaismuistin käytössä!
fr: 1/4 de la RAM est utilisé par défaut (ci-dessus). La taille du cache JIT s’ajoute à la taille de la RAM utilisée !
it: 1/4 della RAM (sopra) come impostazione predefinita. La dimensione della cache JIT si aggiunge alla quantità di memoria utilizzata!
ja: デフォルトはRAMサイズ（上記）の4分の1です。JITキャッシュサイズは合計メモリ使用量のRAMサイズに加算されます!
pl: Domyślne ustawienie to 1/4 rozmiaru pamięci operacyjnej RAM (powyżej). Pamięć podręczna JIT zalicza się do całkowitego zużycia pamięci operacyjnej!
ru: По умолчанию - 1/4 от объема оперативной памяти (см. выше). Размер JIT-кэша аддитивен к размеру оперативной памяти в общем объеме используемой памяти!
zh_hans: 默认为内存大小的 1/4 (见上)。JIT 缓存与内存的大小都会包含在总内存使用量中！
zh_hant: 預設是記憶體大小的 1/4（以上）。JIT 快取大小包含在總記憶體用量的記憶體大小當中！
zh_hk: 預設值為記憶體大小的 1/4 (見上)。JIT 快取資料大小亦會包括於全部的記憶體使用量當中！

source: Delete
ar: حذف
de: Löschen
es_419: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
ru: Удалить
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

source: Delete Drive
ar: حذف المحرك.
es_419: Eliminar unidad
fi: Poista asema
fr: Supprimer
it: Elimina Disco
ja: ドライブを削除
pl: Usuń dysk
ru: Удалить диск
zh_hans: 刪除驱动器
zh_hant: 刪除磁碟機
zh_hk: 刪除磁碟機

source: Delete selected VM
ar: حذف الآلة الافتراضية المحددة.
es_419: Eliminar la VM seleccionada
fi: Poista valittu VM
it: Elimina la VM selezionata
ja: 選択した仮想マシンを削除します
pl: Usuń wybraną wirtualną maszynę
ru: Удалить выбранную ВМ
zh_hans: 刪除已选中的虚拟机
zh_hant: 刪除選取虛擬機
zh_hk: 刪除已選取的虛擬電腦

source: Delete this drive.
ar: حذف هذا المحرك.
fr: Supprime ce lecteur.
it: Elimina questo disco
ja: このドライブを削除します。
pl: Usuń ten dysk.
zh_hans: 删除此驱动器。
zh_hant: 刪除這個磁碟機。
zh_hk: 刪除這個磁碟。

source: Delete this shortcut. The underlying data will not be deleted.
ar: حذف هذا الاختصار. البيانات الأساسية لن تحذف.
es_419: Eliminar este acceso directo. Los datos subyacentes no se eliminarán.
fr: Supprime ce raccourci. Les données associées ne seront pas supprimées.
it: Elimina questa scorciatoia. I dati originali non saranno eliminati.
ja: このショートカットを削除します。リンク先のデータは削除されません。
pl: Usuń ten skrót. Dane do których się odwołuje nie zostaną usunięte.
ru: Удалить этот ярлык. При этом основные данные не будут удалены.
zh_hans: 删除此快捷方式。快捷方式背后的数据不会被删除。
zh_hant: 刪除這個捷徑。不會刪除裡面的資料。
zh_hk: 刪除這個捷徑。當中的資料不會被刪除。

source: Delete this VM and all its data.
ar: حذف هذه الآلة الافتراضية وجميع بياناتها.
es_419: Eliminar esta VM y todos sus datos.
fr: Supprime cette VM et toutes ses données.
it: Elimina questa Macchina Virtuale e tutti i suoi dati.
ja: この仮想マシン、およびそのすべてのデータを削除します。
pl: Usuń tą maszynę wirtualną i wszystkie jej dane.
ru: Удалите эту ВМ и все её данные.
zh_hans: 刪除此虚拟机及其所有数据。
zh_hant: 刪除本虛擬機和其所有資料。
zh_hk: 刪除這個虛擬電腦與其所有資料。

source: Description
ar: الوصف
ja: 説明
pl: Opis
zh_hans: 注释
zh_hant: 描述
zh_hk: 註解

source: Devices
ar: الأجهزة
de: Geräte
es_419: Dispositivos
fi: Laitteet
fr: Périphériques
it: Dispositivi
ja: デバイス
pl: Urządzenia
ru: Устройства
zh_hans: 设备
zh_hant: 裝置
zh_hk: 裝置

source: DHCP Domain Name
ar: اسم نطاق DHCP.
es_419: Nombre de dominio DHCP
fi: DHCP-verkkotunnuksen nimi
fr: Nom de domaine DHCP
it: Nome di Dominio DHCP
ja: DHCPドメイン名
ko: DHCP 도메인 이름
pl: Nazwa domeny DHCP
ru: Доменное имя DHCP
zh_hans: DHCP 域名
zh_hant: DHCP 網域名稱
zh_hk: DHCP 網域名稱

source: DHCP End
ar: نهاية عنوان DHCP.
it: Fine DHCP
ja: DHCP割り当て終了アドレス
pl: Ostatni adres zakresu DHCP
zh_hans: DHCP 结束地址
zh_hant: DHCP 結束位址
zh_hk: DHCP 結束

source: DHCP Start
ar: بداية عنوان DHCP.
es_419: Inicio de DHCP
fi: DHCP käynnistys
fr: Début DHCP
it: Inzio DHCP
ja: DHCP割り当て開始アドレス
ko: DHCP 시작
pl: Pierwszy adres zakresu DHCP
ru: Старт DHCP
zh_hans: DHCP 起始地址
zh_hant: DHCP 起始位址
zh_hk: DHCP 開始

source: Directory
ar: الدليل
es_419: Directorio
fi: Hakemisto
it: Cartella
ja: ディレクトリ
pl: Katalog
zh_hans: 目录
zh_hant: 檔案夾
zh_hk: 目錄

source: Directory Share Mode
ar: وضع مشاركة الدليل.
es_419: Modo de directorio compartido
fi: Hakemiston jakotila
fr: Mode de partage de dossier
it: Modalità di Condivisione Cartelle
ja: ディレクトリ共有モード
pl: Tryb współdzielenia katalogu
ru: Режим совместного доступа к каталогам
zh_hans: 目录共享模式
zh_hant: 檔案夾共享模式
zh_hk: 目錄分享模式

source: Directory sharing
ar: مشاركة المسار
de: Ordnerfreigabe
es_419: Compartir directorio
fr: Partage de dossier
it: Condivisione Cartella
ja: ディレクトリ共有
pl: Udostępnianie katalogów
ru: Совместное использование каталогов
zh_hans: 目录共享
zh_hant: 檔案夾共享
zh_hk: 目錄分享

source: Disabled
ar: معطل
de: Deaktiviert
es_419: Desactivado
fi: Poistettu käytöstä
fr: Désactivé
it: Disattivato
ja: 無効
pl: Wyłączone
ru: Отключено
zh_hans: 已禁用
zh_hant: 已停用
zh_hk: 停用

source: Disconnect
ar: قطع الإتصال
ja: 切断
pl: Rozłącz
zh_hans: 断开连接
zh_hk: 中斷連接

source: Discovered
ar: مستكشف
ja: 検出
pl: Odnalezione
zh_hans: 已发现
zh_hk: 已經中斷連接

source: Disk
ar: قرص
es_419: Disco
fi: Levy
fr: Disque
it: Disco
ja: ディスク
pl: Dysk
ru: Диск
zh_hans: 磁盘
zh_hant: 磁碟
zh_hk: 磁碟

source: Disk Image
ar: صورة القرص
de: Laufwerks-Abbild
es_419: Imagen de disco
fi: Levykuva
fr: Image disque
it: Immagine del Disco
ja: ディスクイメージ
ko: Hard Drive
pl: Obraz dysku
ru: Образ диска
zh_hans: 磁盘映像
zh_hant: 磁碟映像檔
zh_hk: 磁碟映像檔

source: Display
ar: العرض
es_419: Monitor
fi: Näyttö
fr: Affichage
it: Schermo
ja: ディスプレイ
ko: 디스플레이
pl: Monitor
ru: Дисплей
zh_hans: 显示
zh_hant: 顯示器
zh_hk: 顯示

source: Display %lld: %@
ar: عرض %1$lld：%2$@
de: Display %1$lld: %2$@
es_419: Monitor %1$lld: %2$@
fr: Écran %lld: %@
it: Schermo %1$lld: %2$@
ja: ディスプレイ%1$lld: %2$@
pl: Ekran %lld: %@
ru: Дисплей %1$lld: %2$@
zh_hans: 显示 %1$lld：%2$@
zh_hant: 顯示器 %1$lld：%2$@
zh_hk: 顯示 %1$lld：%2$@

source: Disposable Mode
ar: وضع يمكن التخلص منه
de: Wegwerf-Modus
es_419: Modo desechable
fr: Mode jetable
it: Modalità usa e getta
ja: 使い捨てモード
pl: Tryb jednorazowy
ru: Режим одноразовой работы
zh_hans: 一次性模式
zh_hant: 一次性模式
zh_hk: 即拋式模式

source: DNS Search Domains
ar: نطاقات بحث DNS.
es_419: Dominios de búsqueda DNS
fi: DNS-hakualueet
fr: Domaine de recherche DNS
it: Dominio di Ricerca DNS
ja: DNS検索ドメイン
ko: DNS 검색 도메인
pl: Domena wyszukiwania DNS
ru: DNS-поиск доменов
zh_hans: DNS 搜索域
zh_hant: DNS 搜尋網域
zh_hk: DNS 搜尋網域

source: DNS Server
ar: خادم DNS.
es_419: Servidor DNS
fi: DNS-palvelin
fr: Serveur DNS
it: Server DNS
ja: DNSサーバ
ko: DNS 서버
pl: Serwer DNS
ru: DNS сервер
zh_hans: DNS 服务器
zh_hant: DNS 伺服器
zh_hk: DNS 伺服器

source: DNS Server (IPv6)
ar: خادم DNS (IPv6).
es_419: Servidor DNS (IPv6)
fi: DNS-palvelin (IPv6)
fr: Serveur DNS (IPv6)
it: Server DNS (IPv6)
ja: DNSサーバ（IPv6）
ko: DNS 서버(IPv6)
pl: Serwer DNS（IPv6）
ru: DNS сервер (IPv6)
zh_hans: DNS 服务器 (IPv6)
zh_hant: DNS 伺服器（IPv6）
zh_hk: DNS 伺服器 (IPv6)

source: Do not save VM screenshot to disk
ar: لا تقم بحفظ لقطة شاشة آلة إفتراضية على القرص
de: VM Screenshots nicht speichern
es_419: No guardar la captura de pantalla de la VM en el disco
fi: Älä tallenna VM-kuvakaappausta levylle
fr: Ne pas enregistrer de capture d’écran de la VM
it: Non salvare gli screenshot delle Macchine Virtuali su disco
ja: 仮想マシンのスクリーンショットをディスクに保存しない
pl: Nie zapisuj zrzutu ekranu maszyny wirtualnej na dysk
ru: Не сохранять снимок экрана ВМ на диск
zh_hans: 不将虚拟机截图保存到磁盘
zh_hant: 不要將虛擬機螢幕擷圖寫入磁碟
zh_hk: 不要儲存虛擬電腦的螢幕截圖至磁碟

source: Do not show confirmation when closing a running VM
ar: لا تظهر التأكيد عند إغلاق آلة إفتراضية قيد التشغيل
it: Non mostrare un avviso alla chiusura di una VM in esecuzione
ja: 実行中の仮想マシンを閉じるときに確認を表示しない
pl: Nie pokazuj ostrzeżenia podczas zamykania uruchomionej maszyny wirtualnej
zh_hans: 关闭正在运行的虚拟机时不显示确认
zh_hant: 關閉執行中虛擬機不彈出確認框
zh_hk: 關閉正在執行的虛擬電腦時不要顯示確認

source: Do not show prompt when USB device is plugged in
ar: لا تظهر الموجه عند توصيل جهاز USB
de: USB-Abfrage deaktivieren
es_419: No mostrar mensaje cuando un dispositivo USB es conectado
fi: Älä näytä kehotetta, kun USB-laite on kytkettynä
fr: Ne pas afficher de message lorsqu’un périphérique USB est connecté
it: Non mostrare una richiesta quando un dispositivo USB viene collegato
ja: USBデバイス挿入時にプロンプトを表示しない
pl: Nie pokazuj powiadomienia gdy urządzenie USB zostanie podłączone
ru: Не показывать подсказку при подключении USB-устройства
zh_hans: 插入 USB 设备时不显示提示
zh_hant: 插入 USB 裝置不彈出提示
zh_hk: 插入 USB 裝置時不要顯示提示

source: Do you want to copy this VM and all its data to internal storage?
ar: هل تريد نسخ هذه الآلة الافتراضية وجميع بياناتها إلى التخزين الداخلي؟
ja: この仮想マシン、およびそのすべてのデータを内部ストレージにコピーしますか?
pl: Czy chcesz skopiować tą maszynę wirtualną i wszystkie jej dane do pamięci wewnętrznej?
zh_hans: 要将此虚拟机及其所有数据拷贝到内部存储吗？
zh_hk: 你要複製這個虛擬電腦及其所有資料至內部儲存空間嗎？

source: Do you want to delete this VM and all its data?
ar: هل تريد حذف هذه الآلة الافتراضية وجميع بياناتها؟
de: Möchten Sie diese VM und alle enthaltenen Daten löschen?
es_419: ¿Desea eliminar esta VM y todos sus datos?
fi: Haluatko poistaa tämän virtuaalikoneen ja kaikki sen tiedot?
fr: Voulez-vous vraiment supprimer cette VM et toutes ses données ?
it: Vuoi eliminare questa Macchina Virtuale e tutti i suoi dati?
ja: この仮想マシン、およびそのすべてのデータを削除しますか?
pl: Czy chcesz usunąć tą maszynę wirtualną i wszystkie jej dane?
ru: Хотите ли вы удалить эту ВМ и все её данные?
zh_hans: 要删除此虚拟机及其所有数据吗？
zh_hant: 您是否要刪除此虛擬機及其所有資料？
zh_hk: 你要刪除這個虛擬電腦及其所有資料嗎？

source: Do you want to download '%@'?
ar: هل تريد تنزيل '%@'؟
ja: “%@”をダウンロードしますか?
zh_hans: 要下载 '%@' 吗？
zh_hk: 你要下載「%@」嗎？

source: Do you want to duplicate this VM and all its data?
ar: هل تريد تكرار هذه الآلة الافتراضية وجميع بياناتها؟
de: Möchten Sie diese VM und alle enthaltenen Daten duplizieren?
es_419: ¿Desea duplicar esta VM y todos sus datos?
fi: Haluatko kopioida tämän VM:n ja kaikki sen tiedot?
fr: Voulez-vous dupliquer cette VM et toutes ses données ?
it: Vuoi clonare questa Macchina Virtuale e tutti i suoi dati?
ja: この仮想マシン、およびそのすべてのデータを複製しますか?
pl: Czy chcesz stworzyć duplikat tej maszyny wirtualnej i wszystkich jej danych?
ru: Хотите ли вы дублировать эту ВМ и все её данные?
zh_hans: 要复制此虚拟机及其所有数据吗？
zh_hant: 您是否要複製此虛擬機及其所有資料？
zh_hk: 你要製作這個虛擬電腦及其所有資料的副本嗎？
